Repository: Ph-Alves/Challenge14_Spotify
Catalog: CloningSpotify/CloningSpotify/Library/Localizable.xcstrings
Source language: en
Languages: ar

source: %@ photo
ar: صورة %@

source: Albuns
ar: ألبونس

source: Artist
ar: فنان

source: Artists
ar: الفنانين

source: Change view format
ar: تغيير تنسيق العرض

source: Create
ar: يخلق

source: E
ar: هـ

source: Explicit
ar: صريح

source: Front Left
ar: الجهة الأمامية اليسرى

source: Liked Songs
ar: الأغاني المفضلة

source: New Episodes
ar: حلقات جديدة

source: Pinned item
ar: العنصر المثبت

source: Playlist • 58 songs
ar: قائمة التشغيل • 58 أغنية

source: Playlist • Spotify
ar: قائمة التشغيل • Spotify

source: Playlists
ar: قوائم التشغيل

source: Podcasts & shows
ar: البودكاست والبرامج

source: Recently played
ar: تم تشغيله مؤخراً

source: Song • Childish Gambino
ar: أغنية • Childish Gambino

source: Sort by
ar: فرز حسب

source: Tap to filter your Library
ar: انقر لتصفية مكتبتك

source: Updated 2 days ago
ar: تم التحديث قبل يومين

source: User Profile
ar: ملف تعريف المستخدم

source: Your Library
ar: مكتبتك
